{{--  1.	Пусть в действии контроллера даны переменные 
$name, $age и $salary. Передайте значения этих переменных в 
представление и выведите содержимое каждой из этих переменных в отдельном абзаце.--}}

<p>{{ $name }}</p>
<p>{{ $age }}</p>
<p>{{ $salary }}</p>

{{--2.	Пусть в действии дана переменная, содержащая CSS класс.
 Передайте эту переменную в представление и для какого-нибудь тега значением 
 атрибута class укажите нашу переменную.--}}


{{--3.	Пусть в представлении даны 3 инпута. 
Передайте из действия в представление 3 переменные, 
значения которых запишите в атрибуты value наших инпутов.--}}


{{--4.	Пусть в представлении дан абзац. Передайте из действия в представление переменную,
 содержащую CSS код, задающий красный цвет текста. 
 С помощью атрибута style покрасьте наш абзац в красный цвет.--}}


{{--5.	Пусть в действии дана переменная $text, содержащая текст ссылки, 
и переменная $href, содержащая адрес ссылки. --}}